Repository: NormandM/FrenchVerbQuiz
Catalog: French Verbs Quiz/*.lproj/Localizable.strings
Languages: es, it

# Choisissez une option
source: Choose an option
es: Elija una opción
it: Scegliere un'opzione

# Choisissez le verbe
source: Choose a verb
es: Elige el verbo
it: Scegliere un verbo

# Choisissez le temps
source: Choose the tense
es: Escoja el tiempo verbal
it: Scegliere il tempo

# Verbe conjugué
source: Conjugated verb
es: Verbo conjugado
it: Verbo coniugato

# Choisissez les temps
source: Choose the tenses
es: Escoja los tiempos
it: Scegliere i tempi

# Il faut choisir au moins un temps de verbe
source: It is necessary to choose at least one tense
es: Elija por lo menos un tiempo verbal
it: È necessario scegliere almeno un tempo verbale

# Verbes Français Quiz
source: French Verbs Quiz
es: Verbos Francés Quiz
it: Verbi Francesi Quiz

# Tous les verbes
source: All verbs
es: Todos los verbos
it: Tutti i verbi

# Spécifier les Verbes
source: Choose verbs
es: Elige los verbos
it: Scegliere i verbi

# Choisir 1 à 10 verbes
source: Choose from 1 to 10 verbs
es: Escoger 1 a 10 verbos
it: Scegliere di 1 a 10 verbi

# Choisir au moins 1 verbe et au maximum 10 verbes.
source: You must choose at least 1 verb and a maximum of 10
es: Elija al menos 1 verbo pero no más de 10
it: Si deve scegliere almeno 1 verbo e un massimo di 10

# Il n'y a pas d'impératif pour ces verbes:
source: There is no imperative for these verbs:
es: No hay ningún imperativo para este verbo:
it: Non esiste alcun imperativo per questi verbi:

source: pouvoir, devoir, falloir, pleuvoir, valoir, neiger, s'extasier(au passé), s'absenter(au passé), s'évanouir(au passé). Make another selection
es: pouvoir, devoir, falloir, pleuvoir, valoir, neiger, s'extasier(au passé), s'absenter(au passé), s'évanouir(au passé). Haga otra selección
it: pouvoir, devoir, falloir, pleuvoir, valoir, neiger, s'extasier(au passé), s'absenter(au passé), s'évanouir(au passé). Fare un'altra scelta

# Choisir le verbe
source: Choose a verb
es: Elige el verbo
it: Scegli il verbo

# Bravo!
source: Correct
es: ¡Excelente!
it: Ben fatto!

# Désolé...
source: Wrong
es: Incorrecto
it: Sbagliato...

# La traduction n'est pas disponible
source: The translation is not available.
es: La traducción no está disponible.
it: La traduzione non è disponibile

# Parfait!
source: Perfect!
es: ¡Perfecto!
it: Perfetto!

# %@ Très bien!
source: %@ Very Good!
es: %@ ¡Excelente!
it: %@ Molto Bene!

# %@ Pas Mal!
source: %@ Good
es: %@ ¡Muy Bien!
it: %@ Bene!

# %@ Essayez à nouveau!
source: %@ Try again!
es: %@ ¡Inténtelo de nuevo!
it: %@ Prova di nuovo!

# Vos choix pour le Quiz
source: Your choices for the Quiz
es: Su selección para la prueba
it: Le sue scelte per il Quiz

# Conjuguer le verbe
source: Conjugate the verb
es: Conjugar el verbo
it: Coniuga il verbo

# Bon
source: Correct
es: Correcto
it: Corretto

# Erroné
source: Wrong
es: Incorrecto
it: Sbaliato

# Avec l'aide
source: With hints
es: Con ayuda
it: Con l'aiuto

# Bon: %@
source: Correct: %@
es: Correcto: %@
it: Corretto: %@

# Avec l'aide: %@
source: With hints: %@
es: Con ayuda: %@
it: Con l'aiuto: %@

# Erroné: %@
source: Wrong: %@
es: Incorrecto: %@
it: Sbaliato: %@

# Résultat: %@
source: Results: %@
es: Resultado: %@
it: Risultato: %@

# Statistiques du Quiz
source: Statistics
es: Resultados por cada tiempo
it: Statistiche

# Nombre de verbes étudiés pour ce temps %d
source: Number of verbs studied for this tense %d
es: Número de verbos estudiados por este tiempo %d
it: Numero di verbi studiati per questo tempo verbale %d

# Cliquez sur le graphique pour plus d'informations
source: Click Graph to see more details
es: Haga clic en el gráfico para ver más detalles
it: Fare clic su Grafico per vedere più dettagli

# Conjuguez le verbe
source: Conjugate the verb
es: Conjugar el verbo
it: Coniuga il verbo

# Temps choisis
source: Chosen tenses
es: Tiempos elegidos
it: Tempi selezionati

source: FrenchToEnglish
es: FrenchSpanish
it: FrenchItalian

source: Correct:
it: Corretto:

# Erroné:
source: Wrong:
it: Sbaliato:

source: OK
es: Listo
